Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Date and Depreciation Starting Date fields contain 01/01/01.
cs_cz: a Počáteční datum odpisování obsahuje 01/01/01.

source: If, however, the First User-Defined Depr.
cs_cz: Pokud ovšem pole První uživ.definované

source: Date field contained 01/01/10 and the Depreciation Starting Date field contained 04/01/11, the result would be:
cs_cz: obsahuje 01/01/10 a pole Počáteční datum odpisování obsahuje 04/01/11, výsledek bude:

source: Half-Year Convention Depreciation
cs_cz: Pololetní konvence odpisů

source: The Half-Year Convention method will only be applied if you have placed a check mark in the Use Half-Year Convention field in the fixed FA Depreciation Book window.
cs_cz: Metoda Pololetní konvence bude použita pouze tehdy, pokud do pole Použít pololetní konvenci umístíte zaškrtávací políčko v okně Kniha odpisů DM.

source: This depreciation method can be used in conjunction with the following depreciation methods in the program:
cs_cz: Tuto metodu odpisování lze použít v souvislosti s následujícími metodami odpisování v programu:

source: When Half-Year Convention is applied, a fixed asset will have six months depreciation in the first fiscal year regardless of the contents of the Depreciation Starting Date field.
cs_cz: Pokud se použije pololetní konvence, bude mít dlouhodobý majetek v prvním finančním roce šestiměsíční odpisy bez ohledu na obsah pole Počáteční datum odpisování.

source: Note.
cs_cz: Poznámka.

source: The estimated life of the fixed asset that is remaining after the first fiscal year will always contain a half-year using the Half-Year Convention Method.
cs_cz: Odhadovaná životnost dlouhodobého majetku, která zůstane po prvním fiskálním roce, bude vždy obsahovat půl roku s použitím metody pololetní konvence.

source: Thus, for the Half-Year Convention method to be applied correctly, the Depreciation Ending Date field in the FA Depreciation Book window must always contain a date which is exactly six months before the final date of the fiscal year in which the fixed asset will become fully depreciated.
cs_cz: Proto, aby byla metoda pololetní konvence aplikována správně, musí pole Poslední datum odpisování v okně Kniha odpisů DM vždy obsahovat datum, které je přesně šest měsíců před konečným datem fiskálního roku, ve kterém se stávající dlouhodobý majetek stane plně odepsán.

source: Example - Half-Year Convention Depreciation
cs_cz: Příklad - pololetní konvence odpisů

source: The Depreciation Starting Date is 03/01/10.
cs_cz: Počáteční datum odpisování je 03/01/10.

source: The estimated life is five years, so the Depreciation Ending Date must be 06/30/15.
cs_cz: Odhadovaná životnost je pět let, takže Poslední datum odpisování musí být 06/30/15.

source: The Calculate Depreciation batch job is run annually.
cs_cz: Dávková úloha Výpočet odpisů se provádí ročně.

source: This example is based on a calendar fiscal year.
cs_cz: Tento příklad je založen na kalendářním fiskálním roce.

source: Example - DB1/SL Depreciation Using Half-Year Convention
cs_cz: Příklad - Odpisy ZR1/SL pomocí pololetní konvence

source: The Depreciation Starting Date is 11/01/10.
cs_cz: Počáteční datum odpisování je 11/01/10.

source: In the FA Depreciation Books window, the Declining-Balance % field contains 40.
cs_cz: V okně Knihy odpisů DM pole Zrychlený % obsahuje 40.

source: Declining-balance amount = Full year amount = 40% of 100,000 = 40,000.
cs_cz: Snížená částka = celková roční částka = 40% ze 100 000 = 40 000.

source: Thus, for half a year 40,000 / 2 = 20,000
cs_cz: Tedy za půl roku 40 000/2 = 20 000

source: Straight-line amount = Full year amount = 100,000 / 5 = 20,000.
cs_cz: Lineární částka = celková roční částka = 100 000/5 = 20 000.

source: Thus, for half a year = 20,000 / 2 = 10,000
cs_cz: Tedy za půl roku = 20 000/2 = 10 000

source: 5th year (2004):
cs_cz: 5. Rok (2004):

source: Declining-balance amount = 40% of 17,280.00 = 6,912.00
cs_cz: Klesající částka = 40% z 17 280 000 = 6 912,00

source: Straight-line amount = 28,800 / 1.5 = 11,520.00
cs_cz: Lineární částka = 28,800 / 1.5 = 11,520.00

source: Duplicating Entries to More Depreciation Books
cs_cz: Kopírování položek do dalších odpisových knih

source: If you have three depreciation books, B1, B2 and B3, and you want to duplicate entries from B1 to B2 and B3, you can place a check mark in the Part of Duplication List field on the depreciation book cards for B2 and B3.
cs_cz: Pokud máte tři knihy odpisů B1, B2 a B3 a chcete duplikovat položky z B1 na B2 a B3, můžete zaškrtnout políčko Část seznamu duplikací na kartách odpisů pro B2 a B3.

source: This can be useful if depreciation book B1 is integrated with the general ledger and uses the fixed asset G/L journal, and depreciation books B2 and B3 are not integrated with the general ledger and use the fixed asset journal.
cs_cz: To může být užitečné, pokud je odpisová kniha B1 integrována s hlavní knihou a používá finanční deník dlouhodobého majetku a Knihy odpisů B2 a B3, které nejsou integrovány do hlavní knihy a používají deník dlouhodobého majetku.

source: When you enter an entry in B1 in the fixed asset G/L journal and place a check mark in the Use Duplication List field, the program will duplicate the entry in book B2 and B3 in the fixed asset journal when the entry is posted.
cs_cz: Při zadání položky v B1 ve finančním deníku dlouhodobého majetku a zaškrtnutí do pole Použití seznamu duplikací program duplikuje záznam v knize B2 a B3 v deníku dlouhodobého majetku, když je záznam zaúčtován.

source: It is not possible to duplicate in the same journal and journal batch as you are duplicating from.
cs_cz: Není možné duplikovat ve stejném deníku a dávku deníku, jakou jste zkopírovali.

source: If you post entries in the fixed asset G/L journal, you can duplicate them in the fixed asset journal or in the fixed asset G/L journal using another batch.
cs_cz: Pokud zaúčtujete položky dlouhodobého majetku ve finančním deníku, můžete je duplikovat v deníku dlouhodobého majetku nebo ve finančním deníku dlouhodobého majetku pomocí jiné dávky.

source: It is not possible to use the same number series in the fixed asset G/L journal and the fixed asset journal.
cs_cz: Stejné číselné řady nelze použít ve finančním deníku dlouhodobého majetku a deníku dlouhodobého majetku.

source: When you post entries in the fixed asset G/L journal, you must leave the Document No.
cs_cz: Při zaúčtování položek do finančního deníku dlouhodobého majetku musíte nechat pole Číslo dokumentu prázdné

source: If you enter a number in the field, the program duplicates the number into the fixed asset journal and you cannot post the journal unless you manually change the document number.
cs_cz: Zadáte-li číslo do pole, program duplikuje číslo do deníku dlouhodobého majetku a nemůžete zaúčtovat deník, pokud ručně nezměníte číslo dokumentu.

source: Manage Fixed Assets
cs_cz: Správa dlouhodobého majetku

source: Set Up Fixed Assets
cs_cz: Nastavení dlouhodobého majetku

source: Acquire Fixed Assets
cs_cz: Pořízení DM

source: For each fixed asset, you must set up a card containing information about the asset.
cs_cz: Pro každý dlouhodobý majetek musíte nastavit kartu obsahující informace o majetku.

source: You can set up buildings or production equipment as a main asset with a component list, and you can group them in various ways, such as by class, department, or location.
cs_cz: Můžete si nastavit budovy nebo výrobní zařízení jako hlavní majetek součástí seznamu a můžete je seskupit různými způsoby například podle třídy, oddělení nebo umístění.

source: A depreciation book must be set up and assigned to each fixed asset before you can acquire it.
cs_cz: Odpisová kniha musí být nastavena a přiřazena každému dlouhodobému majetku předtím, než si jej můžete pořídit.

source: When a fixed asset is set up and a depreciation book assigned, you must acquire the fixed asset.
cs_cz: Pokud je dlouhodobý majetek nastaven a je přiřazena odpisová kniha, musíte si pořídit dlouhodobý majetek.

source: To acquire a fixed asset, you record its acquisition cost in the relevant G/L account, bank account, or vendor by posting an acquisition transaction from the Fixed Asset G/L Journal window.
cs_cz: Chcete-li si pořídit dlouhodobý majetek, zaznamenáte jeho pořizovací cenu na příslušný finanční účet, bankovní účet nebo dodavatele zaúčtováním pořizovací transakce v okně Finanční deník DM.

source: You can use the Assisted Fixed Asset Acquisition window to create and post the required general journal lines automatically.
cs_cz: Můžete použít okno Pořízení DM k vytvoření a zaúčtování požadovaných řádků finančního deníku automaticky.

source: The salvage value is the residual value of a fixed asset when it can no longer be used.
cs_cz: Hodnota při vyřazení je zbytková hodnota DM, pokud již nemůže být dál použit.

source: You can post the salvage value at the same time as you post the acquisition cost.
cs_cz: Můžete zaúčtovat hodnotu při vyřazení současně s zaúčtováním pořizovací ceny.

source: Depreciate or Amortize Fixed Assets .
cs_cz: Odpis a amortizace DM .

source: Indexation is used to adjust values for general price-level changes.
cs_cz: Odsazení slouží k úpravě hodnot pro obecné změny cenové hladiny.

source: The Index Fixed Assets batch job can be used to calculate the acquisition costs at replacement costs.
cs_cz: Dávková úloha Indexovat DM může být použita k vypočítání pořizovací ceny v reprodukčních nákladech.

source: To create a fixed asset and acquire it automatically
cs_cz: Vytvoření a pořízení DM automaticky

source: The following procedure describes how to create a fixed asset and then acquire it by using the Assisted Fixed Asset Acquisition window to create and post the required fixed asset G/L journal lines.
cs_cz: Následující postup popisuje, jak vytvořit dlouhodobý majetek a pořídit jej pomocí okna Pořízení DM, čímž vytvoříte a zaúčtujete požadované řádky DM ve finančním deníku.

source: You can also create and post the journal lines manually.
cs_cz: Stejně tak můžete vytvořit a zaúčtovat řádky deníku ručně.

source: For more information, see the "To post a fixed asset acquisition manually with the fixed asset G/L journal" section.
cs_cz: Další informace naleznete v tématu "Zaúčtování pořízení DM ručně s dlouhodobým majetkem finančního deníku."

source: In the top right corner, choose the Search for Page or Report icon, enter Fixed Assets, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Dlouhodobý majetek a pak vyberte související odkaz.

source: Choose the New action, and then fill in the fields on the General FastTab as necessary.
cs_cz: Zvolte akci Nový a pak vyplňte pole záložky s náhledem Obecné podle potřeby.

source: On the Depreciation Book FastTab, fill in the fields as necessary.
cs_cz: V Kniha odpisů vyplňte pole podle potřeby.

source: This step assigns a depreciation book to the fixed asset.
cs_cz: Tento krok přiřadí knihu odpisů k dlouhodobému majetku.

source: If you need to assign more than one depreciation book to the fixed asset, choose the Add More Depreciation Books action.
cs_cz: Pokud potřebujete přiřadit k dlouhodobému majetku více než jednu knihu odpisů, zvolte akci Přidat více knih odpisů.

source: For more information, see the "To assign a depreciation book to a fixed asset" section in How to:
cs_cz: Další informace naleznete v tématu "Přiřazení knihy odpisů k dlouhodobému majetku“ v Návod:

source: Set Up Fixed Asset Depreciation .
cs_cz: Nastavení odpisů DM .

source: When all fields required to acquire a fixed asset are filled in, the You are ready to acquire the fixed asset.
cs_cz: Když jsou vyplněna všechna požadovaná pole k pořízení DM Jste připraveni k pořízení DM.

source: Acquire notification appears at the top of the page.
cs_cz: Upozornění Pořízení se zobrazí v horní části stránky.

source: Choose the Acquire action in the notification.
cs_cz: Zvolte akci Pořízení v upozornění.

source: Follow the steps in the Assisted Fixed Asset Acquisition window to complete the automatic acquisition of the fixed asset.
cs_cz: Postupujte podle kroků v okně Pořízení DM k dokončení automatického pořízení DM.

source: You can also post acquisition cost as credits.
cs_cz: Můžete také zaúčtovat pořizovací cenu jako kredity.

source: In that case, remember that the value in the Acquisition Cost Incl. VAT field must be with a minus sign to indicate a credit.
cs_cz: V takovém případě nezapomeňte, že hodnota v poli Pořizovací cena včetně DPH musí obsahovat znaménko mínus, která označuje Dal.

source: When you choose Finish, the Book Value field in the Fixed Asset Card window is filled, indicating that the fixed asset has been acquired at the specified acquisition cost.
cs_cz: Pokud zvolíte možnost Dokončit, vyplní se pole Hodnota knihy v okně Karta DM, což znamená, že dlouhodobý majetek byl pořízený při stanovených pořizovacích nákladech.

source: To set up a component list for a main asset
cs_cz: Nastavení seznamu komponent pro hlavní majetek

source: You can group your fixed assets into main assets and their components.
cs_cz: Můžete seskupit váš dlouhodobý majetek a jejich komponenty do hlavního majetku.

source: For example, you may have a production machine that consists of many parts that you want to group in this manner.
cs_cz: Například můžete mít výrobní stroj, který se skládá z mnoha částí, které chcete tímto způsobem seskupit.

source: Both the main asset and all its components must be set up as individual fixed asset cards.
cs_cz: Jak základní aktivum, tak i všechny její komponenty musí být nastaveny jako individuální karty DM.

source: After you have set up a component list, Dynamics NAV automatically fills in the Main Assets/Component and Components of Main Asset fields on the fixed asset cards.
cs_cz: Po nastavení seznamu komponent Dynamics NAV se automaticky vyplní pole Hlavní majetek/Komponenty a Komponenty hlavního majetku na kartách s dlouhodobým majetkem.

source: Select the fixed asset that is the main asset, and then choose the Main Asset Components action.
cs_cz: Vyberte dlouhodobý majetek, který je hlavním aktivem a poté vyberte akci Hlavní aktiva komponent.

source: In the Main Asset Components window, choose the FA No.
cs_cz: V okně Hlavní aktiva komponent zvolte pole Číslo DM.

source: field, and then select the fixed asset that you want to add as a component of the main asset.
cs_cz: A pak vyberte dlouhodobý majetek, který chcete přidat jako komponentu k hlavnímu aktivu.

source: Close the window.
cs_cz: Zavřete okno.

source: Repeat steps 3 and 4 for each component asset that you want to add.
cs_cz: Opakujte krok 3 a 4 pro každou komponentu majetku, kterou chcete přidat.

source: In the top right corner, choose the Search for Page or Report icon, enter Fixed Asset Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení DM a pak vyberte související odkaz.

source: Select the Allow Posting to Main Assets check box.
cs_cz: Vyberte zaškrtávací políčko Umožnit zaúčtování do hlavního majetku.

source: To post a fixed asset acquisition manually with the fixed asset G/L journal
cs_cz: Zaúčtování pořízení DM ručně s dlouhodobým majetkem finančního deníku

source: The following procedure describes how to acquire a fixed asset manually by creating and posting lines in the Fixed Asset G/L Journal window.
cs_cz: Následující postup popisuje, jak pořídit dlouhodobý majetek ručně vytvořením a zaúčtováním řádků v okně Finanční deník DM.

source: You can also acquire a fixed asset automatically by using the Assisted Fixed Asset Acquisition window.
cs_cz: Můžete také pořídit dlouhodobý majetek automaticky pomocí okna Asistované pořízení DM.

source: For more information, see step 5 in the "To create a fixed asset and acquire it automatically" section.
cs_cz: Další informace naleznete v kroku 5 v části "Vytvoření DM a pořízení DM automaticky."

source: In that case, remember that the value in the Amount field must be with a minus sign to indicate a credit.
cs_cz: V tomto případě, pamatujte že hodnota v poli Částka musí mít znaménko mínus, která označuje kredit.

source: In the top right corner, choose the Search for Page or Report icon, enter FA G/L Journals, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Finanční deník DM a pak vyberte související odkaz.

source: In the Fixed Asset G/L Journal window, in the FA Posting Type field, select Acquisition Cost.
cs_cz: V okně Dlouhodobý majetek finančního deníku v poli Typ zaúčtování DM vyberte Pořízení.

source: Fill in the remaining fields as necessary.
cs_cz: Vyplňte pole podle potřeby.

source: If you fill in the Insurance No.
cs_cz: Pokud vyplníte pole Číslo pojištění

source: field in the fixed asset G/L journal when you post an acquisition cost, then Dynamics NAV will also post the acquisition cost of the fixed asset to the insurance coverage ledger.
cs_cz: ve finančním deníku DM při zaúčtování pořizovací ceny, Dynamics NAV rovněž zaúčtuje pořizovací cenu DM do knihy pojištění.

source: Insure Fixed Assets .
cs_cz: Pojištění DM .

source: To cancel an acquisition cost posting for one fixed asset
cs_cz: Zrušení zaúčtování pořizovací ceny pro jeden dlouhodobý majetek

source: If you make an error when posting an acquisition cost, you can remove the entry with the Cancel FA Entries batch job and then post the correct acquisition entry.
cs_cz: Pokud se při přidání pořizovací ceny vyskytne chyba, můžete záznam odebrat pomocí dávkové úlohy Storno položek DM a poté odeslat správnou položku pořízení.

source: The erroneous entries are transferred to the FA Error Ledger Entries window.
cs_cz: Chybné položky jsou přeneseny do okna Chybné položky DM.

source: For example, if you post an acquisition with the wrong date, you must correct it as soon as possible because the fixed asset posting date is used is many critical calculations.
cs_cz: Pokud například zaúčtujete pořízení se špatným datem, musíte ji co nejdříve opravit, protože je použito datum zaúčtování DM pro spoustu kritických výpočtů.

source: Important:
cs_cz: Důležité :

source: You cannot use the Reverse Transactions function for fixed asset entries.
cs_cz: Funkci Storno transakce nelze použít pro položky DM.

source: In the top right corner, choose the Search for Page or Report icon, enter Cancel FA Entries, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Storno položek DM a pak vyberte související odkaz.

source: Choose the OK button to run the batch job.
cs_cz: Zvolte tlačítko OK pro spuštění dávkové úlohy.

source: When the incorrect entry or entries are canceled, proceed to post the correct acquisition cost.
cs_cz: Pokud je nesprávná položka nebo položky zrušeny, postupujte k zaúčtování se správnými pořizovacími náklady.

source: To cancel ledger entries for multiple fixed assets at a time, use the Cancel FA Ledger Entries batch job.
cs_cz: Pro zrušení položek knihy pro několik dlouhodobých majetků najednou použijte dávkovou úlohu Storno položek DM.

source: To post the salvage value together with the acquisition cost
cs_cz: Zaúčtování hodnoty při vyřazení s pořizovacími náklady

source: You can post the salvage value together with the acquisition cost from a fixed asset G/L journal.
cs_cz: Můžete zaúčtovat hodnotu při vyřazení společně s pořizovací cenou z finančního deníku DM.

source: Create the acquisition journal line.
cs_cz: Vytvořte řádek knihy pořízení.

source: In the Salvage Value field on the journal line, enter the salvage value amount as a credit (with a minus sign).
cs_cz: V poli Hodnota při vyřazení v řádku deníku zadejte hodnotu při vyřazení jako kredit (se znaménkem mínus).

source: The Salvage Value posting type is an option in the Fixed Asset Journal window only.
cs_cz: Typ zaúčtování Hodnota při vyřazení je možnost pouze v okně Deník DM.

source: It is not available in the Fixed Asset G/L Journal window because salvage value is never posted to the general ledger.
cs_cz: Není k dispozici v okně Dlouhodobý majetek finančního deníku, protože hodnota při vyřazení není nikdy zaúčtována v hlavní knize.

source: Depreciate or Amortize Fixed Assets
cs_cz: Odpis a amortizace DM

source: Depreciation is used to allocate the cost of fixed assets, such as machinery and equipment, over their depreciable life.
cs_cz: Odpisy se používají k rozdělení nákladů na dlouhodobý majetek, jako jsou stroje a zařízení na dobu jejich odpisovatelného života.

source: For each fixed asset, you must define how it will be depreciated.
cs_cz: Pro každý dlouhodobý majetek musíte definovat, jak bude odpisován.

source: There are two ways to post depreciation:
cs_cz: Existují dva způsoby, jak zaúčtovat odpis:

source: Automatically, by running the Calculate Depreciation batch job.
cs_cz: Automaticky spuštěním dávkové úlohy Výpočet odpisu.

source: Manually, by using the fixed asset G/L journal.
cs_cz: Ručně pomocí DM ve finančním deníku.

source: Dynamics NAV can calculate daily depreciation, which allows you to calculate depreciation for any period.
cs_cz: Dynamics NAV může vypočítat denní odpis, který vám umožní vypočítat odpisy za jakékoliv období.

source: You can therefore analyze current operating results on, for example, a monthly, quarterly, or annual basis.
cs_cz: Můžete tedy analyzovat aktuální provozní výsledky, například měsíční, čtvrtletní nebo roční.

source: The calculation uses a standard year of 360 days and a standard month of 30 days.
cs_cz: Výpočet používá standardní rok 360 dnů a standardní měsíc 30 dní.

source: For more information, see Depreciation Methods.
cs_cz: Další informace naleznete v tématu Metody odpisování.

source: If a fixed asset is used by several departments, periodic depreciation can be automatically allocated to these departments according to a user-defined allocation table.
cs_cz: Pokud je dlouhodobý majetek využíván několika odděleními, mohou být tyto oddělení automaticky přiděleny pravidelně podle odměnové tabulky definované uživatelem.

source: You can cancel incorrect depreciation entries with the Cancel FA Ledger Entries batch job.
cs_cz: Záznamy o nesprávném odpisu můžete zrušit pomocí dávkové úlohy Storno položek DM.

source: After this, you can post the correct amount of depreciation by running the Calculate Depreciation batch job again.
cs_cz: Poté můžete zaúčtovat správné množství odpisů spuštěním dávkové úlohy Výpočet odpisů znovu.

source: When you correct errors, they are posted as fixed asset error ledger entries.
cs_cz: Když opravujete chyby, jsou zaúčtovány jako chyby v položkách knih DM.

source: The Index Fixed Assets batch job can be used to recalculate the depreciation amounts.
cs_cz: Dávková úloha Indexovat DM může být použita k vypočítání pořizovací ceny v reprodukčních nákladech.

source: To calculate a depreciation automatically
cs_cz: Automatický výpočet odpisu

source: Once a month, or whenever you choose, you can run the Calculate Depreciation batch job.
cs_cz: Jednou za měsíc nebo vždy, když si zvolíte, můžete spustit dávkovou úlohu Výpočet odpisů.

source: Fixed assets that have been sold, assets that are blocked or inactive, and fixed assets that use the manual depreciation method are ignored.
cs_cz: Prodaný dlouhodobý majetek, který je blokován nebo neaktivní a dlouhodobý majetek, který používá metodu ručního odpisování, je ignorován.

source: In the top right corner, choose the Search for Page or Report icon, enter Calculate Depreciation, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Výpočet Odpisu a pak vyberte související odkaz.
